// Task 1

let tC = prompt('Введите температуру в С');

alert(`Температура в градусах Фаренгейта = ${(9 / 5) * tC + 32}`);

// Task 2

let admin;
let name = 'Василий';

admin = name;
alert(admin);

// Task 3
// 1000108

// Task 4
// Атрибут async говорит парсеру html не останавливать парсинг на время загрузки скрипта js, а только на время выполнения.
// Атрибут defer говорит парсеру html загрузить скрипт js не останавливая парсинг, а выполнить его только в момент,
// когда парсинг полностью завершился.
